adpyke.codesnap
akamud.vscode-theme-onedark
bashmish.es6-string-css
burkeholland.simple-react-snippets
continue.continue
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
juxtopposed.realtime-themes
kruemelkatze.vscode-dashboard
mechatroner.rainbow-csv
moyu.snapcode
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.remote-repositories
pkief.material-icon-theme
ritwickdey.liveserver
saoudrizwan.claude-dev
tobermory.es6-string-html
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wix.vscode-import-cost
